Repository: Nerdykidtech/Autheris
Catalog: Vaultic/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, ja, pt_br, zh_hans

source: Could not parse QR code. It may not be a valid OTP QR code. Common formats: - otpauth://totp/... - otpauth://hotp/... - Base32 secret key - Export format (multiple tokens) Please enter the details manually.
de_de: QR-Code konnte nicht gelesen werden. Möglicherweise ist es kein gültiger OTP-QR-Code. Übliche Formate: - otpauth://totp/... - otpauth://hotp/... - Base32-Schlüssel - Exportformat (mehrere Codes) Bitte geben Sie die Daten manuell ein.
es_es: No se pudo interpretar el código QR. Puede que no sea un QR OTP válido. Formatos habituales: - otpauth://totp/... - otpauth://hotp/... - Clave secreta Base32 - Formato de exportación (varios códigos) Introduce los datos manualmente.
fr_fr: Impossible de lire le QR code. Ce n'est peut-être pas un QR code OTP valide. Formats courants : - otpauth://totp/... - otpauth://hotp/... - Clé secrète Base32 - Format d'export (plusieurs codes) Saisissez les informations manuellement.
ja: QR コードを読み取れませんでした。有効な OTP QR コードではない可能性があります。 主な形式: - otpauth://totp/... - otpauth://hotp/... - Base32 のシークレットキー - エクスポート形式（複数のコード） 手入力で登録してください。
pt_br: Não foi possível ler o QR code. Ele pode não ser um QR code OTP válido. Formatos comuns: - otpauth://totp/... - otpauth://hotp/... - Chave secreta Base32 - Formato de exportação (vários códigos) Informe os dados manualmente.
zh_hans: 无法解析二维码，它可能不是有效的 OTP 二维码。 常见格式： - otpauth://totp/... - otpauth://hotp/... - Base32 密钥 - 导出格式（多个账户） 请手动输入信息。

source: Could not parse the import data. The QR code may be corrupted or in an unsupported format.
de_de: Die Importdaten konnten nicht gelesen werden. Der QR-Code ist möglicherweise beschädigt oder hat ein nicht unterstütztes Format.
es_es: No se pudieron interpretar los datos de importación. Puede que el código QR esté dañado o tenga un formato no admitido.
fr_fr: Impossible de lire les données d'import. Le QR code est peut-être corrompu ou dans un format non pris en charge.
ja: 読み込みデータを解析できませんでした。QR コードが破損しているか、対応していない形式の可能性があります。
pt_br: Não foi possível ler os dados da importação. O QR code pode estar corrompido ou em um formato não aceito.
zh_hans: 无法解析导入数据。二维码可能已损坏，或使用了不支持的格式。

source: Could not parse this Google Authenticator export.
de_de: Dieser Google-Authenticator-Export konnte nicht gelesen werden.
es_es: No se pudo interpretar esta exportación de Google Authenticator.
fr_fr: Impossible de lire cet export Google Authenticator.
ja: この Google Authenticator のエクスポートを解析できませんでした。
pt_br: Não foi possível ler esta exportação do Google Authenticator.
zh_hans: 无法解析这个 Google Authenticator 导出文件。

source: Could not parse this Google Authenticator export. Make sure the QR or image is clear and complete, or try exporting again from Google Authenticator.
de_de: Dieser Google-Authenticator-Export konnte nicht gelesen werden. Achten Sie darauf, dass QR-Code oder Bild scharf und vollständig sind, oder exportieren Sie erneut aus Google Authenticator.
es_es: No se pudo interpretar esta exportación de Google Authenticator. Comprueba que el QR o la imagen se vean completos y nítidos, o vuelve a exportarla desde Google Authenticator.
fr_fr: Impossible de lire cet export Google Authenticator. Vérifiez que le QR code ou l'image est net et complet, ou relancez l'export depuis Google Authenticator.
ja: この Google Authenticator のエクスポートを解析できませんでした。QR コードや画像が鮮明で全体が写っているか確認するか、Google Authenticator で再エクスポートしてください。
pt_br: Não foi possível ler esta exportação do Google Authenticator. Verifique se o QR code ou a imagem está nítido e completo, ou exporte novamente no Google Authenticator.
zh_hans: 无法解析这个 Google Authenticator 导出文件。请确认二维码或图片清晰完整，或重新从 Google Authenticator 导出。

source: Could not process image: %@
de_de: Bild konnte nicht verarbeitet werden: %@
es_es: No se pudo procesar la imagen: %@
fr_fr: Impossible de traiter l'image : %@
ja: 画像を処理できませんでした: %@
pt_br: Não foi possível processar a imagem: %@
zh_hans: 无法处理图片：%@

source: Could not read the selected image.
de_de: Das ausgewählte Bild konnte nicht gelesen werden.
es_es: No se pudo leer la imagen seleccionada.
fr_fr: Impossible de lire l'image sélectionnée.
ja: 選択した画像を読み込めませんでした。
pt_br: Não foi possível ler a imagem selecionada.
zh_hans: 无法读取所选图片。

source: Could not read the selected image: %@
de_de: Das ausgewählte Bild konnte nicht gelesen werden: %@
es_es: No se pudo leer la imagen seleccionada: %@
fr_fr: Impossible de lire l'image sélectionnée : %@
ja: 選択した画像を読み込めませんでした: %@
pt_br: Não foi possível ler a imagem selecionada: %@
zh_hans: 无法读取所选图片：%@

source: Could not render the QR image. Try again, or use Backup to export your tokens.
de_de: Das QR-Bild konnte nicht erzeugt werden. Versuchen Sie es erneut oder nutzen Sie Sicherung, um Ihre Codes zu exportieren.
es_es: No se pudo generar la imagen del QR. Inténtalo de nuevo o usa Copia de seguridad para exportar tus códigos.
fr_fr: Impossible de générer l'image du QR code. Réessayez ou utilisez Sauvegarde pour exporter vos codes.
ja: QR 画像を生成できませんでした。もう一度試すか、バックアップからコードを書き出してください。
pt_br: Não foi possível gerar a imagem do QR code. Tente de novo ou use Backup para exportar seus códigos.
zh_hans: 无法生成二维码图片。请重试，或使用备份导出你的账户。

source: Couldn't Add Code
de_de: Code konnte nicht hinzugefügt werden
es_es: No se pudo añadir el código
fr_fr: Impossible d'ajouter le code
ja: コードを追加できませんでした
pt_br: Não foi possível adicionar o código
zh_hans: 无法添加账户

source: Couldn't Add Codes
de_de: Codes konnten nicht hinzugefügt werden
es_es: No se pudieron añadir los códigos
fr_fr: Impossible d'ajouter les codes
ja: コードを追加できませんでした
pt_br: Não foi possível adicionar os códigos
zh_hans: 无法添加账户

source: Couldn't Start Over
de_de: Neubeginn nicht möglich
es_es: No se pudo empezar de nuevo
fr_fr: Impossible de recommencer
ja: やり直せませんでした
pt_br: Não foi possível recomeçar
zh_hans: 无法重新开始

source: Couldn’t create QR code
de_de: QR-Code konnte nicht erstellt werden
es_es: No se pudo crear el código QR
fr_fr: Impossible de créer le QR code
ja: QR コードを作成できませんでした
pt_br: Não foi possível criar o QR code
zh_hans: 无法生成二维码

source: Counter %lld
de_de: Zähler %lld
es_es: Contador %lld
fr_fr: Compteur %lld
ja: カウンター %lld
pt_br: Contador %lld
zh_hans: 计数器 %lld

source: Counter-based (HOTP)
de_de: Zählerbasiert (HOTP)
es_es: Basado en contador (HOTP)
fr_fr: Basé sur un compteur (HOTP)
ja: カウンターベース (HOTP)
pt_br: Baseado em contador (HOTP)
zh_hans: 基于计数器 (HOTP)

source: Counter-based codes do not expire. The code stays the same until you ask for the next one, which you do from the code's card. Only choose this if your service gave you a starting counter rather than a QR code.
de_de: Zählerbasierte Codes laufen nicht ab. Der Code bleibt gleich, bis Sie den nächsten anfordern – über die Karte des Codes. Wählen Sie dies nur, wenn Ihr Dienst Ihnen einen Startzähler statt eines QR-Codes gegeben hat.
es_es: Los códigos basados en contador no caducan. El código no cambia hasta que pidas el siguiente, lo que haces desde la tarjeta del código. Elige esta opción solo si tu servicio te dio un contador inicial en lugar de un código QR.
fr_fr: Les codes basés sur un compteur n’expirent pas. Le code reste identique jusqu’à ce que vous demandiez le suivant, depuis la fiche du code. Ne choisissez cette option que si votre service vous a fourni un compteur de départ plutôt qu’un QR code.
ja: カウンターベースのコードは失効しません。次のコードを要求するまでコードは変わりません。次のコードはコードのカードから要求します。サービスが QR コードではなく開始カウンターを発行した場合にのみ選択してください。
pt_br: Códigos baseados em contador não expiram. O código permanece o mesmo até você pedir o próximo, o que é feito no cartão do código. Escolha esta opção apenas se o serviço tiver fornecido um contador inicial em vez de um código QR.
zh_hans: 基于计数器的代码不会过期。在你请求下一个代码之前，代码保持不变；请从代码卡片上请求下一个。仅当服务提供的是起始计数器而不是二维码时才选择此项。

source: Counter: %lld
de_de: Zähler: %lld
es_es: Contador: %lld
fr_fr: Compteur : %lld
ja: カウンター: %lld
pt_br: Contador: %lld
zh_hans: 计数器：%lld

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
ja: 作成
pt_br: Criar
zh_hans: 创建

source: Create Encrypted Backup
de_de: Verschlüsselte Sicherung erstellen
es_es: Crear copia cifrada
fr_fr: Créer une sauvegarde chiffrée
ja: 暗号化バックアップを作成
pt_br: Criar backup criptografado
zh_hans: 创建加密备份

source: Create Unencrypted Backup
de_de: Unverschlüsselte Sicherung erstellen
es_es: Crear copia sin cifrar
fr_fr: Créer une sauvegarde non chiffrée
ja: 非暗号化バックアップを作成
pt_br: Criar backup sem criptografia
zh_hans: 创建未加密备份

source: Create an Unencrypted Backup?
de_de: Unverschlüsseltes Backup erstellen?
es_es: ¿Crear una copia de seguridad sin cifrar?
fr_fr: Créer une sauvegarde non chiffrée ?
ja: 暗号化されていないバックアップを作成しますか？
pt_br: Criar um backup sem criptografia?
zh_hans: 要创建未加密的备份吗？

source: Create your first backup to save all your tokens
de_de: Erstellen Sie Ihre erste Sicherung, um alle Codes zu sichern
es_es: Crea tu primera copia de seguridad para guardar todos tus códigos
fr_fr: Créez votre première sauvegarde pour enregistrer tous vos codes
ja: 最初のバックアップを作成して、すべてのコードを保存しましょう
pt_br: Crie seu primeiro backup para salvar todos os códigos
zh_hans: 创建第一个备份，保存你的全部账户

source: Custom color
de_de: Eigene Farbe
es_es: Color personalizado
fr_fr: Couleur personnalisée
ja: カスタムカラー
pt_br: Cor personalizada
zh_hans: 自定义颜色

source: Cyan
es_es: Cian
ja: シアン
pt_br: Ciano
zh_hans: 青色

source: Data
de_de: Daten
es_es: Datos
fr_fr: Données
ja: データ
pt_br: Dados
zh_hans: 数据

source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
ja: デフォルト
pt_br: Padrão
zh_hans: 默认

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: Delete %lld Codes
de_de: %lld Codes löschen
es_es: Eliminar %lld códigos
fr_fr: Supprimer %lld codes
ja: %lld 件のコードを削除
pt_br: Excluir %lld códigos
zh_hans: 删除 %lld 个账户

source: Delete All
de_de: Alle löschen
es_es: Eliminar todo
fr_fr: Tout supprimer
ja: すべて削除
pt_br: Excluir tudo
zh_hans: 全部删除

source: Delete All?
de_de: Alle löschen?
es_es: ¿Eliminar todo?
fr_fr: Tout supprimer ?
ja: すべて削除しますか？
pt_br: Excluir tudo?
zh_hans: 全部删除？

source: Delete Backup
de_de: Sicherung löschen
es_es: Eliminar copia
fr_fr: Supprimer la sauvegarde
ja: バックアップを削除
pt_br: Excluir backup
zh_hans: 删除备份

source: Delete Now
de_de: Jetzt löschen
es_es: Eliminar ahora
fr_fr: Supprimer maintenant
ja: 今すぐ削除
pt_br: Excluir agora
zh_hans: 立即删除

source: Delete Tokens from iCloud
de_de: Codes aus iCloud löschen
es_es: Eliminar códigos de iCloud
fr_fr: Supprimer les codes d'iCloud
ja: iCloud からコードを削除
pt_br: Excluir códigos do iCloud
zh_hans: 从 iCloud 删除账户

source: Delete Tokens from iCloud?
de_de: Codes aus iCloud löschen?
es_es: ¿Eliminar códigos de iCloud?
fr_fr: Supprimer les codes d'iCloud ?
ja: iCloud からコードを削除しますか？
pt_br: Excluir códigos do iCloud?
zh_hans: 从 iCloud 删除账户？

source: Delete from iCloud
de_de: Aus iCloud löschen
es_es: Eliminar de iCloud
fr_fr: Supprimer d'iCloud
ja: iCloud から削除
pt_br: Excluir do iCloud
zh_hans: 从 iCloud 删除

source: Deleting from iCloud…
de_de: Wird aus iCloud gelöscht …
es_es: Eliminando de iCloud…
fr_fr: Suppression d’iCloud…
ja: iCloudから削除中…
pt_br: Apagando do iCloud…
zh_hans: 正在从 iCloud 删除…

source: Digits: %lld
de_de: Stellen: %lld
es_es: Dígitos: %lld
fr_fr: Chiffres : %lld
ja: 桁数: %lld
pt_br: Dígitos: %lld
zh_hans: 位数：%lld

source: Discard Changes
de_de: Änderungen verwerfen
es_es: Descartar cambios
fr_fr: Ignorer les modifications
ja: 変更を破棄
pt_br: Descartar alterações
zh_hans: 放弃更改

source: Dismiss
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ja: 閉じる
pt_br: Dispensar
zh_hans: 关闭

source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja: 編集
pt_br: Editar
zh_hans: 编辑

source: Edit Token
de_de: Code bearbeiten
es_es: Editar cuenta
fr_fr: Modifier le compte
ja: コードを編集
pt_br: Editar conta
zh_hans: 编辑账户

source: Emerald
de_de: Smaragd
es_es: Esmeralda
fr_fr: Émeraude
ja: エメラルド
pt_br: Esmeralda
zh_hans: 翠绿

source: Encrypted Aegis exports aren't supported yet. Export an unencrypted Aegis vault instead.
de_de: Verschlüsselte Aegis-Exporte werden noch nicht unterstützt. Exportieren Sie stattdessen einen unverschlüsselten Aegis-Tresor.
es_es: Las exportaciones cifradas de Aegis aún no son compatibles. Exporta en su lugar una bóveda Aegis sin cifrar.
fr_fr: Les exports Aegis chiffrés ne sont pas encore pris en charge. Exportez plutôt un coffre Aegis non chiffré.
ja: 暗号化された Aegis エクスポートはまだ対応していません。代わりに暗号化されていない Aegis ボルトをエクスポートしてください。
pt_br: Exportações criptografadas do Aegis ainda não são compatíveis. Exporte um cofre Aegis não criptografado.
zh_hans: 尚不支持加密的 Aegis 导出。请改为导出未加密的 Aegis 保险库。

source: Encrypted Backups
de_de: Verschlüsselte Sicherungen
es_es: Copias cifradas
fr_fr: Sauvegardes chiffrées
ja: 暗号化バックアップ
pt_br: Backups criptografados
zh_hans: 加密备份

source: Encrypted backups
de_de: Verschlüsselte Sicherungen
es_es: Copias cifradas
fr_fr: Sauvegardes chiffrées
ja: 暗号化バックアップ
pt_br: Backups criptografados
zh_hans: 加密备份

source: Encrypted backups (.autheris) are protected with your password using AES-GCM. Unencrypted backups are plain JSON.
de_de: Verschlüsselte Sicherungen (.autheris) werden mit Ihrem Passwort per AES-GCM geschützt. Unverschlüsselte Sicherungen sind reines JSON.
es_es: Las copias cifradas (.autheris) se protegen con tu contraseña mediante AES-GCM. Las copias sin cifrar son JSON sin más.
fr_fr: Les sauvegardes chiffrées (.autheris) sont protégées par votre mot de passe avec AES-GCM. Les sauvegardes non chiffrées sont du JSON en clair.
ja: 暗号化バックアップ（.autheris）は AES-GCM でパスワードにより保護されます。非暗号化バックアップは暗号化されていない JSON です。
pt_br: Os backups criptografados (.autheris) são protegidos com sua senha usando AES-GCM. Backups sem criptografia são JSON simples.
zh_hans: 加密备份（.autheris）使用 AES-GCM 和你的密码保护。未加密备份就是普通 JSON。

source: Enter Backup Password
de_de: Sicherungspasswort eingeben
es_es: Introduce la contraseña de la copia
fr_fr: Saisissez le mot de passe de la sauvegarde
ja: バックアップのパスワードを入力
pt_br: Digite a senha do backup
zh_hans: 输入备份密码

source: Enter Setup Key
de_de: Einrichtungsschlüssel eingeben
es_es: Introduce la clave de configuración
fr_fr: Saisissez la clé de configuration
ja: セットアップキーを入力
pt_br: Digite a chave de configuração
zh_hans: 输入设置密钥

source: Enter the same setup key you received when enabling two-factor authentication — or paste the setup link, if that is what the service gave you.
de_de: Geben Sie denselben Einrichtungsschlüssel ein, den Sie beim Aktivieren der Zwei-Faktor-Authentifizierung erhalten haben – oder fügen Sie den Einrichtungslink ein, falls der Dienst Ihnen einen gegeben hat.
es_es: Introduce la misma clave de configuración que recibiste al activar la autenticación en dos pasos, o pega el enlace de configuración si es lo que te dio el servicio.
fr_fr: Saisissez la même clé de configuration que celle reçue lors de l'activation de la validation en deux étapes — ou collez le lien de configuration si le service vous en a fourni un.
ja: 2 段階認証を有効にしたときに受け取った設定キーを入力してください。サービスが設定リンクを発行した場合は、そのリンクを貼り付けてもかまいません。
pt_br: Digite a mesma chave de configuração que você recebeu ao ativar a verificação em duas etapas — ou cole o link de configuração, caso seja o que o serviço forneceu.
zh_hans: 请输入启用两步验证时收到的设置密钥——如果服务提供的是设置链接，也可以直接粘贴链接。

source: Error
de_de: Fehler
fr_fr: Erreur
ja: エラー
pt_br: Erro
zh_hans: 错误

source: Expand release notes
de_de: Versionshinweise ausklappen
es_es: Expandir notas de la versión
fr_fr: Développer les notes de version
ja: リリースノートを展開
pt_br: Expandir notas da versão
zh_hans: 展开更新说明

source: Export Tokens
de_de: Codes exportieren
es_es: Exportar códigos
fr_fr: Exporter les codes
ja: コードを書き出す
pt_br: Exportar códigos
zh_hans: 导出账户

source: Export password-encrypted backups you control, stored right on your device.
de_de: Exportieren Sie passwortverschlüsselte Sicherungen, die Sie kontrollieren — direkt auf Ihrem Gerät gespeichert.
es_es: Exporta copias cifradas con contraseña que tú controlas, guardadas en tu propio dispositivo.
fr_fr: Exportez des sauvegardes chiffrées par mot de passe que vous contrôlez, stockées sur votre appareil.
ja: 自分で管理できるパスワード暗号化バックアップを、端末内に保存したまま書き出せます。
pt_br: Exporte backups criptografados com senha que você controla, salvos no seu próprio dispositivo.
zh_hans: 导出由你掌控的密码加密备份，就保存在你的设备上。

source: Face ID / Touch ID lock
de_de: Sperre per Face ID / Touch ID
es_es: Bloqueo con Face ID / Touch ID
fr_fr: Verrouillage par Face ID / Touch ID
ja: Face ID / Touch ID ロック
pt_br: Bloqueio com Face ID / Touch ID
zh_hans: Face ID / Touch ID 锁定

source: Fetch service logos
de_de: Dienst-Logos laden
es_es: Cargar logotipos de servicios
fr_fr: Charger les logos des services
ja: サービスのロゴを取得
pt_br: Carregar logotipos dos serviços
zh_hans: 获取服务图标

source: Find the right token instantly, with a clean list built for fast scanning.
de_de: Finden Sie den richtigen Code sofort — mit einer klaren Liste für schnelles Erfassen.
es_es: Encuentra la cuenta que buscas al instante, con una lista limpia pensada para leerla de un vistazo.
fr_fr: Trouvez le bon compte instantanément, avec une liste claire conçue pour aller vite.
ja: 目的のコードをすぐに見つけられます。すばやく確認できるすっきりとした一覧です。
pt_br: Encontre a conta certa na hora, com uma lista limpa feita para leitura rápida.
zh_hans: 干净利落的列表，让你一眼扫过就能找到想要的账户。

source: General
de_de: Allgemein
fr_fr: Général
ja: 一般
pt_br: Geral
zh_hans: 通用

source: Generating QR Code...
de_de: QR-Code wird erstellt …
es_es: Generando código QR…
fr_fr: Génération du QR code…
ja: QR コードを生成中…
pt_br: Gerando QR code…
zh_hans: 正在生成二维码…

source: Get Started
de_de: Loslegen
es_es: Empezar
fr_fr: Commencer
ja: はじめる
pt_br: Começar
zh_hans: 开始使用

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
ja: ヘルプ
pt_br: Ajuda
zh_hans: 帮助

source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
ja: 隠す
pt_br: Ocultar
zh_hans: 隐藏

source: Hide codes in app switcher
de_de: Codes im App-Umschalter ausblenden
es_es: Ocultar códigos en el selector de apps
fr_fr: Masquer les codes dans le sélecteur d'apps
ja: アプリ切り替えでコードを隠す
pt_br: Ocultar códigos no alternador de apps
zh_hans: 在应用切换器中隐藏验证码

source: Hide codes while recording or mirroring
de_de: Codes beim Aufzeichnen oder Spiegeln ausblenden
es_es: Ocultar códigos al grabar o duplicar la pantalla
fr_fr: Masquer les codes pendant un enregistrement ou une duplication d'écran
ja: 画面収録・ミラーリング中はコードを隠す
pt_br: Ocultar códigos ao gravar ou espelhar a tela
zh_hans: 录屏或投屏时隐藏验证码

source: Hide setup key
de_de: Einrichtungsschlüssel ausblenden
es_es: Ocultar clave de configuración
fr_fr: Masquer la clé de configuration
ja: セットアップキーを隠す
pt_br: Ocultar chave de configuração
zh_hans: 隐藏设置密钥

source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
ja: 読み込む
pt_br: Importar
zh_hans: 导入

source: Import Backup from File
de_de: Sicherung aus Datei importieren
es_es: Importar copia desde un archivo
fr_fr: Importer une sauvegarde depuis un fichier
ja: ファイルからバックアップを読み込む
pt_br: Importar backup de um arquivo
zh_hans: 从文件导入备份

source: Import Complete
de_de: Import abgeschlossen
es_es: Importación completada
fr_fr: Import terminé
ja: 読み込みが完了しました
pt_br: Importação concluída
zh_hans: 导入完成

source: Import Failed
de_de: Import fehlgeschlagen
es_es: Importación fallida
fr_fr: Échec de l'import
ja: 読み込みに失敗しました
pt_br: Falha na importação
zh_hans: 导入失败

source: Import Successful
de_de: Import erfolgreich
es_es: Importación correcta
fr_fr: Import réussi
ja: 読み込みが完了しました
pt_br: Importação bem-sucedida
zh_hans: 导入成功

source: Import Tokens
de_de: Codes importieren
es_es: Importar códigos
fr_fr: Importer des codes
ja: コードを読み込む
pt_br: Importar códigos
zh_hans: 导入账户

source: Import from Another App
de_de: Aus anderer App importieren
es_es: Importar desde otra app
fr_fr: Importer depuis une autre app
ja: ほかのアプリから読み込む
pt_br: Importar de outro app
zh_hans: 从其他应用导入

source: Imported %lld codes to Autheris.
de_de: %lld Codes wurden zu Autheris importiert.
es_es: Se han importado %lld códigos a Autheris.
fr_fr: %lld codes importés dans Autheris.
ja: %lld 件のコードを Autheris に読み込みました。
pt_br: %lld códigos foram importados para o Autheris.
zh_hans: 已把 %lld 个账户导入 Autheris。

source: Importing tokens...
de_de: Codes werden importiert …
es_es: Importando códigos…
fr_fr: Importation des codes…
ja: コードを読み込み中…
pt_br: Importando códigos…
zh_hans: 正在导入账户…

source: Imports unencrypted Aegis, andOTP, and 2FAS backup files. Deleted codes stay recoverable on this device for %lld days.
de_de: Importiert unverschlüsselte Sicherungsdateien von Aegis, andOTP und 2FAS. Gelöschte Codes bleiben auf diesem Gerät %lld Tage lang wiederherstellbar.
es_es: Importa archivos de copia sin cifrar de Aegis, andOTP y 2FAS. Los códigos eliminados se pueden recuperar en este dispositivo durante %lld días.
fr_fr: Importe les fichiers de sauvegarde non chiffrés d'Aegis, andOTP et 2FAS. Les codes supprimés restent récupérables sur cet appareil pendant %lld jours.
ja: Aegis、andOTP、2FAS の非暗号化バックアップを読み込めます。削除したコードは %lld 日間この端末で復元できます。
pt_br: Importa arquivos de backup sem criptografia do Aegis, andOTP e 2FAS. Os códigos excluídos ficam recuperáveis neste dispositivo por %lld dias.
zh_hans: 可导入 Aegis、andOTP 和 2FAS 的未加密备份文件。删除的账户会在本设备上保留 %lld 天，可随时恢复。

source: Incorrect password or corrupted backup.
de_de: Falsches Passwort oder beschädigte Sicherung.
es_es: Contraseña incorrecta o copia dañada.
fr_fr: Mot de passe incorrect ou sauvegarde corrompue.
ja: パスワードが違うか、バックアップが破損しています。
pt_br: Senha incorreta ou backup corrompido.
zh_hans: 密码错误，或备份已损坏。

source: Indigo
es_es: Índigo
ja: インディゴ
pt_br: Índigo
zh_hans: 靛蓝

source: Instant QR Import
de_de: Sofortiger QR-Import
es_es: Importación QR al instante
fr_fr: Import QR instantané
ja: すぐに QR 取り込み
pt_br: Importação por QR na hora
zh_hans: 扫码即刻导入

source: Invalid secret key in QR code. Please enter manually.
de_de: Ungültiger Schlüssel im QR-Code. Bitte manuell eingeben.
es_es: Clave secreta no válida en el código QR. Introdúcela manualmente.
fr_fr: Clé secrète non valide dans le QR code. Saisissez-la manuellement.
ja: QR コード内のシークレットキーが無効です。手入力してください。
pt_br: Chave secreta inválida no QR code. Digite manualmente.
zh_hans: 二维码中的密钥无效，请手动输入。

source: Keep Editing
de_de: Weiter bearbeiten
es_es: Seguir editando
fr_fr: Continuer la modification
ja: 編集を続ける
pt_br: Continuar editando
zh_hans: 继续编辑

source: Keep Tokens on This Device
de_de: Codes auf diesem Gerät behalten
es_es: Mantener los códigos en este dispositivo
fr_fr: Conserver les codes sur cet appareil
ja: コードをこの端末に残す
pt_br: Manter os códigos neste dispositivo
zh_hans: 在设备上保留账户

source: Last updated %@
de_de: Zuletzt aktualisiert %@
es_es: Última actualización: %@
fr_fr: Dernière mise à jour : %@
ja: 最終更新：%@
pt_br: Última atualização: %@
zh_hans: 上次更新：%@

source: Live Codes & Timers
de_de: Live-Codes & Timer
es_es: Códigos y cuenta atrás en directo
fr_fr: Codes et comptes à rebours en direct
ja: ライブコードとタイマー
pt_br: Códigos e contagem regressiva ao vivo
zh_hans: 实时验证码与倒计时

source: Made by Hunter Eddington
de_de: Erstellt von Hunter Eddington
es_es: Hecho por Hunter Eddington
fr_fr: Créé par Hunter Eddington
ja: 制作: Hunter Eddington
pt_br: Feito por Hunter Eddington
zh_hans: 由 Hunter Eddington 制作

source: Method
de_de: Methode
es_es: Método
fr_fr: Méthode
ja: 方式
pt_br: Método
zh_hans: 方式
